---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.AlignedFreeFormSetOrientationOptions.ParallelToFace
enum: Autodesk.Revit.DB.Structure.AlignedFreeFormSetOrientationOptions
source: html/3f3bd792-6e89-1417-e11f-cd013a30b614.htm
---
# Autodesk.Revit.DB.Structure.AlignedFreeFormSetOrientationOptions.ParallelToFace

Cutting planes are parallel to a selected planar face.